Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The disease being studied or signs/symptoms associated with the disease unless more severe than expected for the subject's condition.
es_es: La enfermedad que se está estudiando o los signos/síntomas asociados con la enfermedad, a menos que sean más graves de lo esperado para la afección del paciente.

source: The dissolution profile of Telmisartan 40 mg manufactured at both sites showed mean values above 85 % at 15 minutes.
es_es: El perfil de disolución de Telmisartán 40 mg elaborado en ambas plantas productoras arrojó valores medios superiores a 85 % a los 15 minutos.

source: The dissolution profiles are prepared under the registered dissolution buffer pH 7.5 for both strengths Telmisartan 40 mg and Telmisartan 80 mg.
es_es: Los perfiles de disolución se preparan usando la disolución amortiguadora registrada, a un pH de 7.5, para ambas concentraciones (Telmisartán 40 mg y 80 mg).

source: The dissolution profiles were obtained in the registered medium, phosphate buffer pH 7.5.
es_es: Los perfiles de disolución se obtuvieron en el medio registrado, con una disolución amortiguadora de fosfato, a un pH de 7.5.

source: The dissolution test was performed in accordance with the registered procedures as described in Module 3, dossier Section 3.2.P.5.2.
es_es: La prueba de disolución se realizó de acuerdo con los procedimientos registrados en el Módulo 3 del dossier, Sección 3.2.P.5.2.

source: The distance between this point and the intersection of the axes represents the concentration of the substance to be determined in the test solution.
es_es: La distancia entre este punto y la intersección de los ejes representa la concentración de la sustancia a determinar en la solución de análisis.

source: The document summarizes the data of the N-Nitrosodimethylamine (NDMA) impurity generated in a stability investigation of numerous representative batches of empagliflozin / metformin hydrochloride film-coated tablets stored under long-term storage conditions at climatic zone I/II and III/IV.
es_es: En este documento, se resumen los datos de la impureza N-nitrosodimetilamina (NDMA) generados en una investigación de estabilidad de numerosas partidas representativas de comprimidos recubiertos de empagliflozina/clorhidrato de metformina en condiciones de almacenamiento a largo plazo en las zonas climáticas I/II y III/IV.

source: The document was signed electronically and is valid without handwritten signatures System number:
es_es: El documento fue firmado electrónicamente y es válido sin firmas manuscritas. Número de sistema:

source: The documents mentioned in the index for Module 3 (M3) comply with the Common Technical Document (CTD) format and follow the recommendations of the Guidance for Industry, M4Q:
es_es: Los documentos mencionados en el índice del Módulo 3 (M3) cumplen con el formato del Documento Técnico Común (CTD) y siguen las recomendaciones de la Guía para la Industria, M4Q:

source: The dosage form, strength, and/or formulation number cross reference provided allows identification of the composition of the clinical materials used in each clinical trial.
es_es: La referencia cruzada de la posología, la concentración y/o el número de formulación permite identificar la composición de los materiales clínicos utilizados en cada ensayo clínico.

source: The dosage strengths of empagliflozin / linagliptin film-coated tablets differ only in the amount of empagliflozin and mannitol as presented in Table 1.
es_es: Las presentaciones de los comprimidos recubiertos de empagliflozina / linagliptina difieren únicamente en la cantidad de empagliflozina y de manitol, tal como se observa en la Tabla 1.

source: The dose of tenecteplase of 0.25 mg per kilogram was chosen on the basis of previous data that showed better outcomes with this dose than with a dose of 0.1 mg per kilogram [P1203304].
es_es: La dosis de tenecteplasa de 0.25 mg por kilogramo se seleccionó en función de datos previos que mostraron mejores resultados con esta dosis que con la dosis de 0.1 mg por kilogramo [P1203304].

source: The dose of tenecteplase to be administered is given as a bolus over approximately 10 seconds.
es_es: La dosis de tenecteplasa se administrará por inyección intravenosa rápida durante aproximadamente 10 segundos.

source: The dose of tenecteplase to be administered was 0.25 mg/kg (maximum 25 mg), given as a bolus over approximately 10 seconds.
es_es: La dosis de tenecteplasa que debía administrarse era de 0.25 mg/kg (máximo 25 mg), en forma de inyección intravenosa rápida durante aproximadamente 10 segundos.

source: The doses selected for this trial were standard clinical doses (see Section 7.2).
es_es: Las dosis seleccionadas para este ensayo fueron dosis clínicas estándar (ver la Sección 7.2).

source: The dosing regimen in Acute Ischemic Stroke is derived from the 0.25mg/kg treatment groups in the respective clinical trials.
es_es: La pauta posológica para accidente cerebrovascular isquémico agudo se deriva de los grupos de tratamiento de 0.25 mg/kg en los respectivos ensayos clínicos.

source: The double-blind treatment period was planned until the necessary number of events was observed to evaluate efficacy of empagliflozin compared with standard of care.
es_es: El período de tratamiento doble ciego estuvo previsto hasta alcanzar la cantidad necesaria de eventos que permitiera evaluar la eficacia de empagliflozina en comparación con tratamiento protocolar.

source: The drug product (DP) is intended for single use and is reconstituted to 5 mg tenecteplase/mL using sterile WFI.
es_es: El medicamento está previsto para un solo uso y una vez reconstituido contiene 5 mg de tenecteplasa/mL en agua para inyección estéril.

source: The drug product and assembly process performance qualifications (PPQs) demonstrated that the manufacturing process is controlled effectively (Section 3.2.P.3.5 Process Validation) and performs reproducibly to yield product that meets its pre-determined quality criteria throughout the manufacturing process, at time of release and end of shelf life.
es_es: Las calificación del desempeño del proceso del medicamento confirma que el proceso de fabricación está efectivamente controlado (Sección 3.2.P.3.5) y es reproducible a fin de elaborar un producto que cumpla con sus criterios de calidad predeterminados en todo el proceso de fabricación, a la liberación y al final de la vida útil.

source: The drug product batches have been placed on stability under long-term and accelerated storage conditions of 30°C/75%RH and 40°C/75%RH, respectively.
es_es: Las partidas del medicament se estabilizaron en condiciones de almacenamiento a largo plazo y aceleradas (30° C/75% HR y 40° C/75% HR, respectivamente).

source: The drug product empagliflozin / linagliptin film-coated tablets exists in the dosage strengths 10 mg / 5 mg and 25 mg / 5 mg.
es_es: El medicamento empagliflozina / linagliptina, comprimidos recubiertos, existe en las presentaciones de 10 mg / 5 mg y de 25 mg / 5 mg.

source: The drug product facilities are designed to prevent contamination.
es_es: Las plantas de producción de medicamentos están diseñadas para evitar la contaminación.

source: The drug product facility (F113) provides clean rooms according to the EU GMP Guideline Annex 1 “Manufacture of Sterile Medicinal Products” to ensure product protection and hygienic standards in manufacturing.
es_es: En cumplimiento de las directrices de la UE sobre buenas prácticas de fabricación, Anexo 1, “Fabricación de medicamentos estériles”, la planta de producción de medicamentos (F113) cuenta con salas blancas para garantizar la protección del producto y los estándares de higiene durante el proceso de fabricación.

source: The drug product manufacturing in the F113 facility includes fill & finish (aseptic processing) in sterile manufacturing 4 (SM4), visual inspection, assembly, and secondary packaging and labeling.
es_es: La elaboración del medicamento en el edificioi F113 incluye el llenado y acabado (procesamiento aséptico), que se realiza en el sector de fabricación estéril 4 (SM4), la inspección visual, el montaje y el acondicionamiento secundario y etiquetado.

source: The drug product remains the same, including the established shelf life of 36 months.
es_es: El medicamento se mantiene idéntico, lo que incluye la vida útil establecida en 36 meses.

source: The drug product should be stable for at least 24 months at 2 - 8°C.
es_es: El medicamento debe ser estable al menos 24 meses a 2-8° C.

source: The drug product solution is a buffered, isotonic, preservative-free solution, which is ready to use.
es_es: La solución medicamentosa es una solución buffer, isotónica, sin conservantes, lista para usar.

source: The drug product specification remains unchanged except the testing point “description”.
es_es: Todas especificaciones del medicamento permanecen inalteradas, salvo el punto de análisis "descripción".

source: The drug products from concentrate for solution for infusion 450 mg/vial (60 mg/mL) and solution for injection 150 mg/PFS-1 (150 mg/mL) are identical in their primary structure
es_es: Los medicamentos derivados del concentrado para solución para infusión de 450 mg/ampolla (60 mg/ml) y la solución inyectable de 150 mg/PFS-1 (150 mg/ml) son idénticos en su estructura primaria.

source: The drug solution is sterile filtered directly prior to filling into vials and subsequently lyophilised, followed by crimping and visual inspection of the vials.
es_es: La solución medicamentosa se somete a filtración estéril inmediatamente antes de cargarla en frascos y luego se liofiliza. Posteriormente, se sellan los frascos y se realiza una inspección visual.

source: The drug substance (DS) tenecteplase is manufactured by recombinant DNA technology by Boehringer Ingelheim Pharma GmbH & Co. KG, Biberach, Germany.
es_es: El principio activo tenecteplasa se elabora en Boehringer Ingelheim Pharma GmbH & Co KG, Biberach, Alemania, mediante tecnología de ADN recombinante.

source: The drug substance and drug product facilities are designed to prevent contamination.
es_es: Las plantas de producción de principios activos y medicamentos están diseñadas para evitar la contaminación.

source: The drug substance facilities (H84/92) and the drug product facility (F113) provide clean rooms according to the EU GMP Guideline Annex 1 “Manufacture of Sterile Medicinal Products” to ensure product protection and hygienic standards in manufacturing.
es_es: En cumplimiento de las directrices de la UE sobre buenas prácticas de fabricación, Anexo 1, “Fabricación de medicamentos estériles”, las plantas de producción de principios activos (H84/92) y de medicamentos (F113) cuentan con salas blancas para garantizar la protección del producto y los estándares de higiene durante el proceso de fabricación.

source: The drug substance has been shown to be stable at -40°C ± 10°C.
es_es: Se ha demostrado que el principio activo es estable a -40 °C ± 10° C.

source: The drug substance is sterile filtered in-line from a vessel located in Grade C environment into a surge vessel inside an aseptic isolator with Grade A environment.
es_es: El principio activo se pasa por un filtro en línea estéril desde un vaso ubicado en un entorno de Grado C hasta un tanque de compensación situado en un aislador aséptico con entorno de Grado A.

source: The dual burden of these patients is consistent with what has been referred to as ‘cardiorenal syndrome’.
es_es: La doble carga de estos pacientes se corresponde con lo que se ha denominado "síndrome cardiorrenal".

source: The duration of usage for the needle (contact to tissue) was determined as Limited exposure (A) ≤ 24 h based on a cumulative assessment over an extended period.
es_es: La duración del uso de la aguja (contacto con el tejido) se determinó como Exposición Limitada (A) ≤24 h, con base en una evaluación acumulativa a lo largo de un período extendido.

source: The duration of usage for the other parts (contact to intact skin surface only) was determined as Prolonged exposure (B) to exceed 24 h but not exceed 30 d based on a cumulative assessment of patient handling devices over an extended period.
es_es: La duración del uso de las demás piezas (contacto con la superficie cutánea intacta únicamente) se determinó como Exposición Prolongada (B) (≤24 h pero no superior a 30 d), con base en una evaluación acumulativa de dispositivos de cuidado del paciente a lo largo de un período extendido.

source: The duration of usage was determined as Limited exposure (A) ≤ 24 h.
es_es: La duración del uso se determinó como exposición limitada (A) ≤24 h.

source: The eCRF also asked for more information on several categories of specific AEs:
es_es: En el eCRF también se pedía más información sobre varias categorías de eventos adversos específicos:

source: The effect of demographic and baseline characteristics, including sex, age, body weight, BMI, geographical region, investigator country, race, ethnicity, renal impairment (eGFR calculated by CKD-EPI formula), NYHA classification, and diabetes status on empagliflozin trough concentrations were also investigated descriptively (Tables 15.6.2: 2 to 16).
es_es: También se investigó y presentó a modo de descripción qué efecto tuvieron en las concentraciones mínimas de empagliflozina la constitución demográfica y los valores iniciales del estudio, incluido el sexo, la edad, el peso corporal, el IMC, la región geográfica, el país del investigador, la raza, el origen étnico, la insuficiencia renal (TFGe calculada según la fórmula ERC-EPI), la clasificación de la NYHA y el estado de diabetes (Tablas 15.6.2: 2 a 16).

source: The effect of demographic and baseline characteristics, including sex, age, body weight, BMI, geographical region, investigator country, race, ethnicity, renal impairment, NYHA classification, heart failure physiology (based on NT-proBNP and LVEF%), and diabetes status on empagliflozin trough concentrations would also be investigated descriptively.
es_es: También se investigaría y presentaría a modo de descripción qué efecto tendrían en las concentraciones mínimas de empagliflozina la constitución demográfica y los valores iniciales del estudio, incluido el sexo, la edad, el peso corporal, el IMC, la región geográfica, el país del investigador, la raza, el origen étnico, la insuficiencia renal, la clasificación de la NYHA, la fisiología de la insuficiencia cardíaca (basada en NT-proBNP y FEVI%) y la diabetes.

source: The effect on the clinical outcome of endovascular thrombectomy to obscure any potential difference between tenecteplase and alteplase was expected and therefore chose the technical efficacy of substantial reperfusion for the primary outcome.
es_es: Se preveía que el efecto de la trombectomía endovascular sobre el resultado clínico confundiría cualquier posible diferencia entre la tenecteplasa y la alteplasa y, por lo tanto, se seleccionó la eficacia técnica de la reperfusión significativa como resultado principal.

source: The effect size was assessed as an incidence or risk ratio from Poisson regression and as an odds ratio from logistic regression.
es_es: La magnitud del efecto se evaluó como la incidencia o la razón de riesgo de regresión de Poisson y como cociente de probabilidades de regresión logística.

source: The effect size was assessed with a common odds ratio from ordinal logistic regression.
es_es: La magnitud del efecto se evaluó con un cociente de probabilidades común de regresión logística ordinal.

source: The effectiveness of tenecteplase at a dose of0.25 mg/kg versus alteplase at a dose of 0.9 mg/kg inpatients with acute ischaemic stroke eligible forintravenous thrombolysis remains unproven.
es_es: Sigue sin cmprobarse que tenecteplasa a 0.25 mg/kg sea más efectiva que alteplasa a 0.9 mg en pacientes con accidente cerebrovascular isquémico agudo con indicación de trombólisis intravenosa.

source: The effectiveness of the applied procedures is continuously demonstrated.
es_es: La eficacia de los procedimientos aplicados se demuestra continuamente.

source: The effectiveness of the sealing between rubber stopper and glass vial was proven via highly sensitive helium leak rate measurements.
es_es: La eficacia del sellado entre el tapón de caucho y el frasco de vidrio fue probada por mediciones ultrasensibles de la tasa de fuga de helio.

source: The effects of these systematic variations on method performance were assessed.
es_es: Se evaluaron los efectos de variaciones sistemáticas en el rendimiento del método.

source: The effluent of the filter cartridge is free of oxidisable substances after flushing with ≥ 500 mL of water (according to USP requirement).
es_es: El efluente del cartucho del filtro no arroja sustancias oxidables después de enjuagarlo con ≥ 500 ml de agua (según los requisitos de la USP).

source: The elastomeric plunger stopper has a cross-linked silicone coating, a fluoropolymer film and is siliconized.
es_es: El tapón del émbolo elastomérico tiene un recubrimiento de silicona reticulada y una película de fluoropolímero. Además, está siliconado.

source: The elastomeric stopper meets USP <381>, Ph. Eur. 3.2.9 requirements for elastomeric closures
es_es: El tapón elastomérico cumple con los requisitos de la USP <381> y la Ph. Eur. 3.2.9 para cierres elastoméricos.

source: The electronic approval is equivalent to a wet signature and therefore legally valid.
es_es: Esta aprobación electrónica equivale a una firma de puño y letra, por lo que resulta válida desde el punto de vista legal.

source: The electronic signature summary information is at the beginning of the report.
es_es: Al inicio del informe, puede verse el resumen de las firmas electrónicas.

source: The elements lithium, platinum and rhodium are discussed because they are intentionally added during the manufacturing process of the active ingredients empagliflozin and linagliptin.
es_es: Se analizan los elementos litio, platino y rodio porque estos se añaden intencionalmente durante el proceso de fabricación de los principios activos empagliflozina y linagliptina.

source: The eligible patients for this trial were randomised to empagliflozin 10 mg or placebo in a 1:1 ratio.
es_es: Se aleatorizó a los pacientes elegibles de este ensayo para recibir empagliflozina 10 mg o un placebo en una proporción de 1:1.

source: The elimination of test parameter “odour” from the Testing Specifications for all dosage strengths of Pramipexole dihydrochloride monohydrate tablets has been justified due to update of the testing specification according to state-of-the-art methods and to prevent unnecessary inhalation of the drug product by personnel performing the test.
es_es: La eliminación del parámetro analítico "olor" de las especificaciones analíticas de todas las presentaciones del medicamento pramipexol diclorhidrato monohidrato, comprimidos se justifica en la actualización de estas según los métodos más de avanzada y en la conveniencia de evitar que los analistas que realizan la prueba inhalen innecesariamente el medicamento.

source: The empagliflozin group had higher values in haemoglobin and haematocrit and a decrease in uric acid compared with the placebo group; these values were partially reversible after treatment discontinuation.
es_es: El grupo de empagliflozina presentó valores más altos de hemoglobina y hematocrito y una disminución del ácido úrico en comparación con el grupo de placebo; estos valores fueron parcialmente reversibles después de la interrupción del tratamiento.

source: The empagliflozin group had numerically increased frequencies of volume depletion (narrow BIcMQ) (empagliflozin: 356 patients, 11.9%; placebo: 286 patients, 9.6%) and hypotension (BIcMQ; a subset of volume depletion) (empagliflozin: 311 patients, 10.4%; placebo: 257 patients, 8.6%).
es_es: El grupo de empagliflozina presentó una frecuencia nominalmente mayor de depleción de volumen (consulta BIcMQ específica) (empagliflozina: 356 pacientes, 11.9%; placebo: 286 pacientes, 9.6%), e hipotensión (consulta BIcMQ, subconjunto de la depleción de volumen) (empagliflozina: 311 pacientes, 10.4%; placebo: 257 pacientes, 8.6%).

source: The empagliflozin group had numerically increased frequencies of volume depletion (narrow BicMQ) (empagliflozin:
es_es: El grupo de empagliflozina presentó una frecuencia numéricamente mayor de depleción de volumen (BIcMQ estrecha) (empagliflozina:

source: The empagliflozin group had numerically increased frequencies of volume depletion (narrow BicMQ) (empagliflozin: 356 patients, 11.9%; placebo:
es_es: El grupo de empagliflozina presentó una frecuencia numéricamente mayor de depleción de volumen (BIcMQ estrecha) (empagliflozina: 356 pacientes, 11.9; placebo:

source: The empagliflozin group had numerically increased frequencies of volume depletion (narrow BicMQ) (empagliflozin: 356 patients, 11.9%; placebo: 286 patients, 9.6%) including hypotension (BIcMQ; a subset of volume depletion) (empagliflozin:
es_es: El grupo de empagliflozina presentó una frecuencia numéricamente mayor de depleción de volumen (BIcMQ estrecha) (empagliflozina: 356 pacientes, 11.9; placebo: 286 pacientes, 9.6%), incluida hipotensión (consulta BIcMQ, subconjunto de la depleción de volumen) (empagliflozina:

source: The empagliflozin group had numerically increased frequencies of volume depletion (narrow BicMQ) (empagliflozin: 356 patients, 11.9%; placebo: 286 patients, 9.6%) including hypotension (BIcMQ; a subset of volume depletion) (empagliflozin: 311 patients, 10.4%; placebo:
es_es: El grupo de empagliflozina presentó una frecuencia numéricamente mayor de depleción de volumen (BIcMQ estrecha) (empagliflozina: 356 pacientes, 11.9; placebo: 286 pacientes, 9.6%), incluida hipotensión (consulta BIcMQ, subconjunto de la depleción de volumen) (empagliflozina: 311 pacientes, 10.4%; placebo:

source: The empagliflozin group had numerically increased frequencies of volume depletion (narrow BicMQ) (empagliflozin: 356 patients, 11.9%; placebo: 286 patients, 9.6%) including hypotension (BIcMQ; a subset of volume depletion) (empagliflozin: 311 patients, 10.4%; placebo: 257 patients, 8.6%), see Table 4.
es_es: El grupo de empagliflozina presentó una frecuencia nominalmente mayor de depleción de volumen (BIcMQ específica) (empagliflozina: 356 pacientes, 11.9%; placebo: 286 pacientes, 9.6%), incluida hipotensión (consulta BIcMQ, subconjunto de la depleción de volumen) (empagliflozina: 311 pacientes, 10.4%; placebo: 257 pacientes, 8.6%), ver Tabla 4.

source: The empirical cumulative distribution function showed a small but consistent separation of the curves for patients with a score change from about -30 to +10 points from baseline at Week 52, indicating numerically favourable outcomes in the empagliflozin group compared with the placebo group.
es_es: La función de distribución acumulada empírica arrojó una separación pequeña pero sistemática entre las curvas para aquellos pacientes con un cambio de puntuación de aproximadamente -30 a +10 puntos desde el inicio en la semana 52, lo que indica desenlaces nominalmente favorables para el grupo de empagliflozina en comparación con el de placebo.

source: The end of most peaks were cut off at 7 minutes because the MSexperiment only provides data from 3-7 minutes.
es_es: El final de la mayoría de los picos se cortó a los 7 minutos porque el ensayo de espectrometría de masas solo arroja datos entre los 3 y los 7 minutos.

source: The end of the primary drying step was reached prior the programmed end of the primary drying step in all fills (see Table 24).
es_es: El paso del secado primario terminó antes de la finalización programada del paso de secado primario en todos los llenados (ver la Tabla 24).
